
       

        
       
<x-site-layout>

   

        <div class="main-content--section ">
            <div class="page-wrapper">

                <div class="container">

                    <section class="video-header">

                        <h1 class="video-title">
                            نتنياهو يعرب عن قلقه من تعاظم قوة الجيش المصري
                        </h1>

                        <div class="video-meta">

                            <!-- Clock SVG -->
                            <span class="video-clock">
                                <svg width="16" height="16" viewBox="0 0 24 24" fill="none">
                                    <circle cx="12" cy="12" r="10" stroke="#1E1E1E" stroke-width="2" />
                                    <path d="M12 6V12L16 14" stroke="#1E1E1E" stroke-width="2" stroke-linecap="round" />
                                </svg>
                            </span>
                            <span class="video-date">
                                6 فبراير 2026
                            </span>

                            <span class="video-separator">|</span>

                            <span class="video-time">
                                13:46 بتوقيت أبو ظبي
                            </span>

                        </div>

                    </section>

                    <div class="layout">

                        <!-- Main Content -->
                        <main class="main-content">
                            <section class="article-media">

                                <div class="media-wrapper" data-video="video.mp4">
                                    <img src="../assets/in-img/1.png" alt="">
                                    <div class="media-overlay"></div>

                                    <button class="play-btn">
                                        ▶
                                    </button>
                                </div>

                                <div class="media-info">
                                    <span class="media-source">أبو ظبي - سكاي نيوز عربية</span>
                                    <p>
                                        أعرب رئيس الوزراء الإسرائيلي بنيامين نتنياهو عن قلقه بشأن تعاظم القدرات العسكرية
                                        للجيش المصري.
                                    </p>
                                </div>

                            </section>


                            <section class="vdo_playlist_cont">

                                <div class="playlist-grid">

                                    <a href="video.html" class="playlist-card">
                                        <div class="thumb">
                                            <img src="../assets/in-img/2.png" alt="">
                                            <span class="thumb-play">▶</span>
                                        </div>
                                        <div class="card-content">
                                            <span class="category">أخبار إسرائيل</span>
                                            <h3>نتنياهو يعرب عن قلقه من تعاظم قوة الجيش</h3>
                                            <span class="date">
                                                <svg width="17" height="17" viewBox="0 0 17 17" fill="none"
                                                    xmlns="http://www.w3.org/2000/svg">
                                                    <path
                                                        d="M8.5 0.5C9.55057 0.5 10.5909 0.70734 11.5615 1.10938C12.5321 1.51141 13.4145 2.09998 14.1572 2.84277C14.9001 3.58562 15.4887 4.46796 15.8906 5.43848C16.2927 6.40909 16.5 7.44944 16.5 8.5C16.5 10.6217 15.6575 12.6569 14.1572 14.1572C12.6569 15.6575 10.6217 16.5 8.5 16.5C7.44944 16.5 6.40909 16.2927 5.43848 15.8906C4.46796 15.4887 3.58562 14.9001 2.84277 14.1572C1.34249 12.6569 0.5 10.6217 0.5 8.5C0.5 6.37827 1.34249 4.34306 2.84277 2.84277C3.5856 2.09996 4.46795 1.51141 5.43848 1.10938C6.40907 0.70734 7.44943 0.5 8.5 0.5ZM7.15039 9.62988L7.3877 9.77539L11.8076 12.4961L12.2334 12.7578L12.4961 12.332L13.1758 11.2266L13.4404 10.7969L13.0068 10.5361L9.4248 8.38574V3.75H7.15039V9.62988Z"
                                                        stroke="white" />
                                                </svg>
                                                <span>6 فبراير 2026</span>
                                            </span>
                                        </div>
                                    </a>
                                    <a href="video.html" class="playlist-card">
                                        <div class="thumb">
                                            <img src="../assets/in-img/3.png" alt="">
                                            <span class="thumb-play">▶</span>
                                        </div>
                                        <div class="card-content">
                                            <span class="category">أخبار إسرائيل</span>
                                            <h3>نتنياهو يعرب عن قلقه من تعاظم قوة الجيش</h3>
                                            <span class="date">
                                                <svg width="17" height="17" viewBox="0 0 17 17" fill="none"
                                                    xmlns="http://www.w3.org/2000/svg">
                                                    <path
                                                        d="M8.5 0.5C9.55057 0.5 10.5909 0.70734 11.5615 1.10938C12.5321 1.51141 13.4145 2.09998 14.1572 2.84277C14.9001 3.58562 15.4887 4.46796 15.8906 5.43848C16.2927 6.40909 16.5 7.44944 16.5 8.5C16.5 10.6217 15.6575 12.6569 14.1572 14.1572C12.6569 15.6575 10.6217 16.5 8.5 16.5C7.44944 16.5 6.40909 16.2927 5.43848 15.8906C4.46796 15.4887 3.58562 14.9001 2.84277 14.1572C1.34249 12.6569 0.5 10.6217 0.5 8.5C0.5 6.37827 1.34249 4.34306 2.84277 2.84277C3.5856 2.09996 4.46795 1.51141 5.43848 1.10938C6.40907 0.70734 7.44943 0.5 8.5 0.5ZM7.15039 9.62988L7.3877 9.77539L11.8076 12.4961L12.2334 12.7578L12.4961 12.332L13.1758 11.2266L13.4404 10.7969L13.0068 10.5361L9.4248 8.38574V3.75H7.15039V9.62988Z"
                                                        stroke="white" />
                                                </svg>
                                                <span>6 فبراير 2026</span>
                                            </span>
                                        </div>
                                    </a>
                                    <a href="video.html" class="playlist-card">
                                        <div class="thumb">
                                            <img src="../assets/in-img/2.png" alt="">
                                            <span class="thumb-play">▶</span>
                                        </div>
                                        <div class="card-content">
                                            <span class="category">أخبار إسرائيل</span>
                                            <h3>نتنياهو يعرب عن قلقه من تعاظم قوة الجيش</h3>
                                            <span class="date">
                                                <svg width="17" height="17" viewBox="0 0 17 17" fill="none"
                                                    xmlns="http://www.w3.org/2000/svg">
                                                    <path
                                                        d="M8.5 0.5C9.55057 0.5 10.5909 0.70734 11.5615 1.10938C12.5321 1.51141 13.4145 2.09998 14.1572 2.84277C14.9001 3.58562 15.4887 4.46796 15.8906 5.43848C16.2927 6.40909 16.5 7.44944 16.5 8.5C16.5 10.6217 15.6575 12.6569 14.1572 14.1572C12.6569 15.6575 10.6217 16.5 8.5 16.5C7.44944 16.5 6.40909 16.2927 5.43848 15.8906C4.46796 15.4887 3.58562 14.9001 2.84277 14.1572C1.34249 12.6569 0.5 10.6217 0.5 8.5C0.5 6.37827 1.34249 4.34306 2.84277 2.84277C3.5856 2.09996 4.46795 1.51141 5.43848 1.10938C6.40907 0.70734 7.44943 0.5 8.5 0.5ZM7.15039 9.62988L7.3877 9.77539L11.8076 12.4961L12.2334 12.7578L12.4961 12.332L13.1758 11.2266L13.4404 10.7969L13.0068 10.5361L9.4248 8.38574V3.75H7.15039V9.62988Z"
                                                        stroke="white" />
                                                </svg>
                                                <span>6 فبراير 2026</span>
                                            </span>
                                        </div>
                                    </a>
                                    <a href="video.html" class="playlist-card">
                                        <div class="thumb">
                                            <img src="../assets/in-img/3.png" alt="">
                                            <span class="thumb-play">▶</span>
                                        </div>
                                        <div class="card-content">
                                            <span class="category">أخبار إسرائيل</span>
                                            <h3>نتنياهو يعرب عن قلقه من تعاظم قوة الجيش</h3>
                                            <span class="date">
                                                <svg width="17" height="17" viewBox="0 0 17 17" fill="none"
                                                    xmlns="http://www.w3.org/2000/svg">
                                                    <path
                                                        d="M8.5 0.5C9.55057 0.5 10.5909 0.70734 11.5615 1.10938C12.5321 1.51141 13.4145 2.09998 14.1572 2.84277C14.9001 3.58562 15.4887 4.46796 15.8906 5.43848C16.2927 6.40909 16.5 7.44944 16.5 8.5C16.5 10.6217 15.6575 12.6569 14.1572 14.1572C12.6569 15.6575 10.6217 16.5 8.5 16.5C7.44944 16.5 6.40909 16.2927 5.43848 15.8906C4.46796 15.4887 3.58562 14.9001 2.84277 14.1572C1.34249 12.6569 0.5 10.6217 0.5 8.5C0.5 6.37827 1.34249 4.34306 2.84277 2.84277C3.5856 2.09996 4.46795 1.51141 5.43848 1.10938C6.40907 0.70734 7.44943 0.5 8.5 0.5ZM7.15039 9.62988L7.3877 9.77539L11.8076 12.4961L12.2334 12.7578L12.4961 12.332L13.1758 11.2266L13.4404 10.7969L13.0068 10.5361L9.4248 8.38574V3.75H7.15039V9.62988Z"
                                                        stroke="white" />
                                                </svg>
                                                <span>6 فبراير 2026</span>
                                            </span>
                                        </div>
                                    </a>

                                    <!-- كرر 4 مرات -->

                                </div>

                            </section>

                            <!-- more Videos Section - أحدث الفيديوهات -->
                            <section class="more-videos">
                                <div class="more-videos__header">
                                    <h2 class="more-videos__title">المزيد من الفيديوهات</h2>
                                </div>

                                <div class="more-videos__grid">
                                    <!-- News Card 1 -->
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/1.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                            <span class="video-card__time">00:46</span>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>
                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/2.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                            <span class="video-card__time">00:46</span>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>

                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <!-- News Card 1 -->
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/1.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                            <span class="video-card__time">00:46</span>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>
                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/2.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                            <span class="video-card__time">00:46</span>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>

                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <!-- News Card 1 -->
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/1.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                            <span class="video-card__time">00:46</span>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>

                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/2.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                            <span class="video-card__time">00:46</span>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>

                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <!-- News Card 1 -->
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/1.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>

                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>
                                    <a href="#" class="news-card">
                                        <div class="news-card__media">
                                            <img src="../assets/in-img/2.png"
                                                alt="نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري"
                                                class="news-card__image">
                                            <div class="news-card__play"></div>
                                        </div>
                                        <div class="news-card__body">
                                            <div class="news-card__category">أخبار إسرائيل</div>
                                            <h3 class="news-card__title">نتنياهو يحرب عن علقه من تعاظم قوة الجيش المصري
                                            </h3>
                                            <div class="news-card__meta">
                                                <span class="news-card__meta-icon">
                                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.50002 15C3.36422 15 0 11.6358 0 7.50002C0 3.36422 3.36422 0 7.50002 0C11.6358 0 15 3.36422 15 7.50002C15 11.6358 11.6352 15 7.50002 15ZM7.50002 1.2C4.026 1.2 1.2 4.026 1.2 7.50002C1.2 10.974 4.026 13.8 7.50002 13.8C10.974 13.8 13.8 10.974 13.8 7.50002C13.8 4.026 10.9734 1.2 7.50002 1.2ZM7.452 8.05199H3.6C3.44089 8.05199 3.28826 7.98878 3.17574 7.87626C3.06322 7.76374 3.00001 7.61115 3.00001 7.452C3.00001 7.29288 3.06322 7.14026 3.17574 7.02774C3.28826 6.91521 3.44089 6.852 3.6 6.852H6.852V2.40001C6.852 2.24086 6.91521 2.08826 7.02774 1.97574C7.14026 1.86321 7.29288 1.8 7.452 1.8C7.61115 1.8 7.76374 1.86321 7.87626 1.97574C7.98878 2.08826 8.05199 2.24086 8.05199 2.40001V7.452C8.05199 7.61115 7.98878 7.76374 7.87626 7.87626C7.76374 7.98878 7.61115 8.05199 7.452 8.05199Z"
                                                            fill="white" />
                                                    </svg>

                                                </span>
                                                <span class="news-card__date">6 فبراير / 2026</span>
                                            </div>
                                        </div>
                                    </a>

                                </div>
                            </section>

                        </main>

                        <!-- Sidebar -->
                        <aside class="sidebar">
                            <section class="sidebar-breaking">

                                <div class="breaking-header">
                                    الأخبار العاجلة
                                </div>

                                <div class="breaking-item">
                                    <div class="breaking-time">
                                        <svg width="19" height="19" viewBox="0 0 19 19" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M9.50002 19C4.26134 19 0 14.7387 0 9.50002C0 4.26134 4.26134 0 9.50002 0C14.7387 0 19 4.26134 19 9.50002C19 14.7387 14.7379 19 9.50002 19ZM9.50002 1.52C5.0996 1.52 1.52 5.0996 1.52 9.50002C1.52 13.9004 5.0996 17.48 9.50002 17.48C13.9004 17.48 17.48 13.9004 17.48 9.50002C17.48 5.0996 13.8996 1.52 9.50002 1.52ZM9.4392 10.1992H4.56C4.35846 10.1992 4.16513 10.1191 4.0226 9.97659C3.88008 9.83407 3.80001 9.64079 3.80001 9.4392C3.80001 9.23765 3.88008 9.04433 4.0226 8.9018C4.16513 8.75927 4.35846 8.6792 4.56 8.6792H8.6792V3.04002C8.6792 2.83843 8.75927 2.64513 8.9018 2.5026C9.04433 2.36007 9.23765 2.28 9.4392 2.28C9.64079 2.28 9.83407 2.36007 9.97659 2.5026C10.1191 2.64513 10.1992 2.83843 10.1992 3.04002V9.4392C10.1992 9.64079 10.1191 9.83407 9.97659 9.97659C9.83407 10.1191 9.64079 10.1992 9.4392 10.1992Z"
                                                fill="#F8EB20" />
                                        </svg>

                                        قبل 2 ساعة
                                    </div>

                                    <div class="breaking-body">
                                        <p>
                                            بشارة يبحث: على حماس نزع سلاحها.. وشروط إسرائيل "غير منطقية"
                                        </p>

                                        <div class="breaking-more-box">
                                            <a href="#" class="breaking-more">
                                                المزيد
                                            </a>
                                        </div>
                                    </div>
                                </div>
                                <div class="breaking-item">
                                    <div class="breaking-time">
                                        <svg width="19" height="19" viewBox="0 0 19 19" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M9.50002 19C4.26134 19 0 14.7387 0 9.50002C0 4.26134 4.26134 0 9.50002 0C14.7387 0 19 4.26134 19 9.50002C19 14.7387 14.7379 19 9.50002 19ZM9.50002 1.52C5.0996 1.52 1.52 5.0996 1.52 9.50002C1.52 13.9004 5.0996 17.48 9.50002 17.48C13.9004 17.48 17.48 13.9004 17.48 9.50002C17.48 5.0996 13.8996 1.52 9.50002 1.52ZM9.4392 10.1992H4.56C4.35846 10.1992 4.16513 10.1191 4.0226 9.97659C3.88008 9.83407 3.80001 9.64079 3.80001 9.4392C3.80001 9.23765 3.88008 9.04433 4.0226 8.9018C4.16513 8.75927 4.35846 8.6792 4.56 8.6792H8.6792V3.04002C8.6792 2.83843 8.75927 2.64513 8.9018 2.5026C9.04433 2.36007 9.23765 2.28 9.4392 2.28C9.64079 2.28 9.83407 2.36007 9.97659 2.5026C10.1191 2.64513 10.1992 2.83843 10.1992 3.04002V9.4392C10.1992 9.64079 10.1191 9.83407 9.97659 9.97659C9.83407 10.1191 9.64079 10.1992 9.4392 10.1992Z"
                                                fill="#F8EB20" />
                                        </svg>

                                        قبل 2 ساعة
                                    </div>

                                    <div class="breaking-body">
                                        <p>
                                            بشارة يبحث: على حماس نزع سلاحها.. وشروط إسرائيل "غير منطقية"
                                        </p>

                                        <div class="breaking-more-box">
                                            <a href="#" class="breaking-more">
                                                المزيد
                                            </a>
                                        </div>
                                    </div>
                                </div>
                                <div class="breaking-item">
                                    <div class="breaking-time">
                                        <svg width="19" height="19" viewBox="0 0 19 19" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M9.50002 19C4.26134 19 0 14.7387 0 9.50002C0 4.26134 4.26134 0 9.50002 0C14.7387 0 19 4.26134 19 9.50002C19 14.7387 14.7379 19 9.50002 19ZM9.50002 1.52C5.0996 1.52 1.52 5.0996 1.52 9.50002C1.52 13.9004 5.0996 17.48 9.50002 17.48C13.9004 17.48 17.48 13.9004 17.48 9.50002C17.48 5.0996 13.8996 1.52 9.50002 1.52ZM9.4392 10.1992H4.56C4.35846 10.1992 4.16513 10.1191 4.0226 9.97659C3.88008 9.83407 3.80001 9.64079 3.80001 9.4392C3.80001 9.23765 3.88008 9.04433 4.0226 8.9018C4.16513 8.75927 4.35846 8.6792 4.56 8.6792H8.6792V3.04002C8.6792 2.83843 8.75927 2.64513 8.9018 2.5026C9.04433 2.36007 9.23765 2.28 9.4392 2.28C9.64079 2.28 9.83407 2.36007 9.97659 2.5026C10.1191 2.64513 10.1992 2.83843 10.1992 3.04002V9.4392C10.1992 9.64079 10.1191 9.83407 9.97659 9.97659C9.83407 10.1191 9.64079 10.1992 9.4392 10.1992Z"
                                                fill="#F8EB20" />
                                        </svg>

                                        قبل 2 ساعة
                                    </div>

                                    <div class="breaking-body">
                                        <p>
                                            بشارة يبحث: على حماس نزع سلاحها.. وشروط إسرائيل "غير منطقية"
                                        </p>

                                        <div class="breaking-more-box">
                                            <a href="#" class="breaking-more">
                                                المزيد
                                            </a>
                                        </div>
                                    </div>
                                </div>

                            </section>

                            <section class="sidebar-podcast">

                                <h2 class="podcast-title">
                                    <span>بودكاست</span>
                                </h2>

                                <div class="podcast-wrapper">

                                    <a href="#" class="podcast-item">
                                        <div class="podcast-content">
                                            <h3>عام ميركاتو المدربين.. 2026</h3>
                                            <div class="podcast-date">
                                                16 فبراير 2026
                                            </div>
                                        </div>
                                        <div class="podcast-thumb">
                                            <div class="play-icon">▶</div>
                                            <span class="duration">13:46</span>
                                        </div>
                                    </a>
                                    <a href="#" class="podcast-item">
                                        <div class="podcast-content">
                                            <h3>عام ميركاتو المدربين.. 2026</h3>
                                            <div class="podcast-date">
                                                16 فبراير 2026
                                            </div>
                                        </div>
                                        <div class="podcast-thumb">
                                            <div class="play-icon">▶</div>
                                            <span class="duration">13:46</span>
                                        </div>
                                    </a>
                                    <a href="#" class="podcast-item">
                                        <div class="podcast-content">
                                            <h3>عام ميركاتو المدربين.. 2026</h3>
                                            <div class="podcast-date">
                                                16 فبراير 2026
                                            </div>
                                        </div>
                                        <div class="podcast-thumb">
                                            <div class="play-icon">▶</div>
                                            <span class="duration">13:46</span>
                                        </div>
                                    </a>

                                </div>

                            </section>

                            <section class="sidebar-trending">

                                <h2 class="trending-title">
                                    <span>زوارنا يشاهدون الآن</span>
                                </h2>

                                <!-- العنصر الكبير -->
                                <article href="#" class="trending-featured">
                                    <img src="../assets/in-img/1.png" alt="">
                                    <div class="overlay"></div>
                                    <div class="play-btn">▶</div>

                                    <div class="featured-content">
                                        <h3>
                                            الدولار يتنفس الصعود قبيل صدور أرقام التضخم الأمريكية
                                        </h3>
                                    </div>
                                </article>

                                <!-- العناصر الصغيرة -->
                                <div class="trending-list">

                                    <a href="#" class="trending-item">

                                        <div class="item-thumb">
                                            <img src="../assets/in-img/2.png" alt="">
                                            <span class="small-play">
                                                <svg viewBox="0 0 24 24" width="14" height="14">
                                                    <path fill="#fff" d="M8 5v14l11-7z" />
                                                </svg>
                                            </span>
                                        </div>

                                        <div class="item-content">
                                            <h4>شرق أوسط</h4>
                                            <p>القذافي بعد القبض عليه</p>
                                        </div>

                                    </a>
                                    <a href="#" class="trending-item">

                                        <div class="item-thumb">
                                            <img src="../assets/in-img/2.png" alt="">
                                            <span class="small-play">
                                                <svg viewBox="0 0 24 24" width="14" height="14">
                                                    <path fill="#fff" d="M8 5v14l11-7z" />
                                                </svg>
                                            </span>
                                        </div>

                                        <div class="item-content">
                                            <h4>شرق أوسط</h4>
                                            <p>القذافي بعد القبض عليه</p>
                                        </div>

                                    </a>
                                    <a href="#" class="trending-item">

                                        <div class="item-thumb">
                                            <img src="../assets/in-img/2.png" alt="">
                                            <span class="small-play">
                                                <svg viewBox="0 0 24 24" width="14" height="14">
                                                    <path fill="#fff" d="M8 5v14l11-7z" />
                                                </svg>
                                            </span>
                                        </div>

                                        <div class="item-content">
                                            <h4>شرق أوسط</h4>
                                            <p>القذافي بعد القبض عليه</p>
                                        </div>

                                    </a>

                                </div>

                            </section>

                        </aside>

                    </div>

                </div>

            </div>

            
        </div>

   


    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/js/bootstrap.min.js"></script>
    <script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
    <script src="js/script.js"></script>

    <script>
        $(document).ready(function () {

            $('.media-wrapper').on('click', '.play-btn', function () {

                let wrapper = $(this).closest('.media-wrapper');
                let videoSrc = wrapper.data('video');

                // منع التكرار
                if (wrapper.find('video').length) return;

                // إنشاء عنصر الفيديو
                let video = $('<video />', {
                    src: videoSrc,
                    controls: true,
                    autoplay: true
                });

                // حذف الصورة و overlay والزر
                wrapper.find('img, .media-overlay, .play-btn').remove();

                // إضافة الفيديو
                wrapper.append(video);

            });

        });
    </script>

    </x-site-layout>


